Repository: Kuvaev-dev/CloudERP
Catalog: CloudERP/App_GlobalResources/CompanyEmployee/CompanyEmployee.*.resx
Languages: uk_ua

source: All Employees
uk_ua: Усі співробітники

source: Add Employee
uk_ua: Додати співробітника

source: Designation
uk_ua: Посада

source: Profile
uk_ua: Профіль

source: Update User
uk_ua: Редагувати користувача

source: Create User
uk_ua: Створити користувача

source: Photo
uk_ua: Фото

source: Employee Registration
uk_ua: Реєстрація співробітника

source: Select Branch
uk_ua: Оберіть філію

source: Register
uk_ua: Зареєструвати

source: Address
uk_ua: Адреса

source: Description
uk_ua: Опис

source: Basic Salary
uk_ua: Базова зарплатня

source: Employee Profile
uk_ua: Профіль співробітника

source: Employee Name
uk_ua: Повне ім'я співробітника

source: Edit Profile
uk_ua: Редагувати профіль

source: Employee Salary
uk_ua: Заробітна плата робітника

source: Enter Employee TIN
uk_ua: Введіть TIN робітника

source: Monthly Salary Amount
uk_ua: Сума місячної зарплатні

source: Salary of the Month
uk_ua: Місяць виплати зарплатні

source: Salary Year
uk_ua: Рік виплати зарплатні

source: Process Salary
uk_ua: Провести виплату

source: Search
uk_ua: Знайти

source: Salaries Succeed List
uk_ua: Список виплачених заробітних плат

source: Employee
uk_ua: Робітник

# InvoiceNo
source: Invoice №
uk_ua: Номер інвойсу

source: Date
uk_ua: Дата

source: Paid Salary
uk_ua: Сплачена сума

source: Salary Month
uk_ua: Місяць виплати

source: Created By
uk_ua: Створено

source: Salary Invoice
uk_ua: Інвойс зарплатні

source: Print Payroll
uk_ua: Роздрукувати виплату

source: Print Salary Invoice
uk_ua: Роздрукувати інвойс зарплатні

# PrintInvoiceNo
source: INVOICE №
uk_ua: НОМЕР ІНВОЙСУ №

source: Print Date
uk_ua: Дата друку

source: Salary Paid Date
uk_ua: Дата виплати зарплатні

source: Total Salary
uk_ua: Підсумкова сума

source: Print
uk_ua: Роздрукувати
