Repository: Kuvaev-dev/CloudERP
Catalog: CloudERP/App_GlobalResources/Modules/Miscellaneous/Miscellaneous.*.resx
Languages: uk_ua

# DashboardTitle
source: Dashboard
uk_ua: Панель управління

# CurrentMonthRevenue
source: Current Month <br/> Revenue
uk_ua: Доходи за поточний місяць <br/>

# CurrentMonthExpenses
source: Current Month <br/> Expenses
uk_ua: Витрати за поточний місяць <br/>

# CurrentMonthRecovery
source: Current Month <br/> Recovery
uk_ua: Відновлення за поточний місяць <br/>

# NetProfitLoss
source: Net Profit / <br/> Loss
uk_ua: Чистий прибуток / <br/> Збиток

# CaseBankBalance
source: Case / <br/> Bank Balance
uk_ua: Каса / <br/> Банківський баланс

# TotalReceivable
source: Total / <br/> Receivable
uk_ua: Загалом / <br/> Дебіторська заборгованість

# TotalPayable
source: Total / <br/> Payable
uk_ua: Загалом / <br/> Кредиторська заборгованість

source: Total Sale's Per Day
uk_ua: Загальна сума продажів за день

source: Total Purchase's Per Day
uk_ua: Загальна сума покупок за день

source: Total Sale's Per Month
uk_ua: Загальна сума продажів за місяць

source: Total Purchase's Per Month
uk_ua: Загальна сума покупок за місяць

source: Today Sales / Purchases
uk_ua: Продажі / Закупівлі сьогодні

source: Total Sales
uk_ua: Загалом Продажі

source: Return Sales
uk_ua: Повернення продажів

source: Paid Sales
uk_ua: Оплачені продажі

source: Purchases Payment Pending
uk_ua: Очікується оплата за закупівлі

source: Today Return Sales / Return Purchases
uk_ua: Возврат продажів / Закупівель сьогодні

source: Total Return Purchases
uk_ua: Загалом Возврат закупівель

source: Return Purchases Payment Pending
uk_ua: Очікується оплата за повернення закупівель

source: Sales / Purchases
uk_ua: Продажі / Закупівлі

source: Sales Payment Pending
uk_ua: Очікується оплата за продажі

source: Sales Payment Paid
uk_ua: Оплачено за продажі

source: Total Purchases
uk_ua: Загальні покупки

source: Return Purchases
uk_ua: Повернення покупок

source: Paid Purchases
uk_ua: Оплачені покупки

source: Purchases Payment Paid
uk_ua: Оплачено за закупівлі

source: Return Sales / Return Purchases
uk_ua: Возврат продажів / Закупівель

source: Total Return Sales
uk_ua: Загалом Возврат продажів

source: Return Sales Payment Pending
uk_ua: Очікується оплата за повернення продажів

source: Return Sales Payment Paid
uk_ua: Оплачено за повернення продажів

source: Return Purchases Payment Paid
uk_ua: Оплачено за повернення закупівель

source: Account Controls
uk_ua: Керування рахунками

source: Account Flow
uk_ua: Оборот рахунків

source: Account Heads
uk_ua: Голови рахунків

source: Account Settings
uk_ua: Налаштування рахунків

source: Account Sub Controls
uk_ua: Підкерування рахунками

source: Admin Guide
uk_ua: Посібник адміністратора

source: All Customers
uk_ua: Усі клієнти

source: All Suppliers
uk_ua: Усі постачальники

source: Companies
uk_ua: Компанії

source: Company Registration
uk_ua: Реєстрація компанії

source: Customers
uk_ua: Клієнти

source: Financial Year
uk_ua: Фінансовий рік

source: Guide
uk_ua: Посібник

source: Hello,
uk_ua: Привіт,

source: License
uk_ua: Ліцензія

source: Privacy Policy
uk_ua: Політика конфіденційності

source: Suppliers
uk_ua: Постачальники

source: Users
uk_ua: Користувачі

source: User Setting
uk_ua: Налаштування користувача

source: User Types
uk_ua: Типи користувачів

# Company
source: Companies
uk_ua: Компанії

source: New Financial Year
uk_ua: Новий фінансовий рік

source: Home
uk_ua: Головна

# SubBranchs
source: Sub Branches
uk_ua: Підрозділи

source: Branches
uk_ua: Відділення

source: Main Employee Guide
uk_ua: Основний посібник для працівників

source: Branch`s
uk_ua: Відділення

source: New Branch
uk_ua: Нове відділення

source: Employees
uk_ua: Працівники

source: Employee Registration
uk_ua: Реєстрація працівника

source: Payroll
uk_ua: Зарплатний список

source: Paid Salaries History
uk_ua: Історія виплат зарплат

source: Stocks
uk_ua: Запаси

source: Stock Categories
uk_ua: Категорії запасів

source: Stock Details
uk_ua: Деталі запасів

source: All Financial Years
uk_ua: Всі фінансові роки

source: New Customer
uk_ua: Новий клієнт

source: Branch Customers
uk_ua: Клієнти відділення

source: Sub Branch Customers
uk_ua: Клієнти підрозділу

source: Sales
uk_ua: Продажі

source: New Sale
uk_ua: Новий продаж

source: Sale Pending Payment
uk_ua: Продаж в очікуванні оплати

source: All Sales
uk_ua: Всі продажі

source: Sale Return
uk_ua: Повернення продажу

# ReturnSalesPendingAmount
source: Return Sales<br/>Pending Amount
uk_ua: Повернення продажу<br/>Очікувана сума

source: New Supplier
uk_ua: Новий постачальник

source: Branch Suppliers
uk_ua: Постачальники відділення

source: Sub Branch Suppliers
uk_ua: Постачальники підрозділу

source: Purchases
uk_ua: Закупівлі

source: New Purchase
uk_ua: Нова закупівля

# PurchasePendingPayment
source: Purchase Pending<br/>Payment
uk_ua: Закупівля в очікуванні<br/>оплати

source: All Purchases
uk_ua: Всі закупівлі

source: Purchases Return
uk_ua: Повернення закупівель

# ReturnPaymentPending
source: Return Payment<br/>Pending
uk_ua: Повернення оплати<br/>в очікуванні

source: Transactions
uk_ua: Транзакції

source: General Transaction
uk_ua: Загальна транзакція

source: Journal
uk_ua: Журнал

source: Accounts Ledger
uk_ua: Головна книга

source: Trial Balance
uk_ua: Пробний баланс

source: Income Statement
uk_ua: Звіт про прибутки

source: Retrieve Income Statement
uk_ua: Отримати звіт про прибутки

source: Balance Sheet
uk_ua: Балансовий звіт

source: Tasks List
uk_ua: Список завдань

source: Ticket List
uk_ua: Список квитків

source: Support
uk_ua: Підтримка

source: Forecasting
uk_ua: Прогнозування

source: Employee Statistics
uk_ua: Статистика співробітників

source: All Categories
uk_ua: Всі категорії

# CategoryTitle
source: Category
uk_ua: Категорія

source: User
uk_ua: Користувач

source: Add Category
uk_ua: Додати категорію

source: Category Name
uk_ua: Назва категорії

source: Edit Category
uk_ua: Редагувати категорію

source: Enter New Category Name
uk_ua: Введіть нову назву категорії

# CompanyTitle
source: Company
uk_ua: Компанія

# BranchTitle
source: Branch
uk_ua: Філія

# CustomerName
source: Customer
uk_ua: Клієнт

# ContactNo
source: Contact №
uk_ua: Контактний №

source: Address
uk_ua: Адреса

source: Customer Full Name
uk_ua: Повне ім'я клієнта

source: Description
uk_ua: Опис

source: Click here to choose a correct address below
uk_ua: Натисніть тут, щоб вибрати правильну адресу нижче

source: Update Customer
uk_ua: Оновити клієнта

source: Sub Branch Customer
uk_ua: Клієнт підфілії

source: Select To Date
uk_ua: Виберіть діапазон (до дати)

# SubmitForecast
source: Get Forecast
uk_ua: Отримати прогноз

source: Date
uk_ua: Дата

source: Value
uk_ua: Значення

source: No forecast data available.
uk_ua: Дані прогнозу недоступні.

source: Journal (By Transactions Date)
uk_ua: Журнал (по датам транзакцій)

source: Sub Branch Journal (By Transactions Date)
uk_ua: Журнал підрозділу (по датам транзакцій)

source: Select Range (From Date and To Date)
uk_ua: Виберіть діапазон (від дати та до дати)

source: Select From Date
uk_ua: Виберіть дату початку

source: Export
uk_ua: Експортувати

source: Account
uk_ua: Рахунок

source: Title
uk_ua: Назва

# InvoiceNo
source: Invoice №
uk_ua: Рахунок №

source: Debit
uk_ua: Дебет

source: Credit
uk_ua: Кредит

source: New General Transaction
uk_ua: Нова загальна транзакція

# SelectAccountCredit
source: Select Credit Account
uk_ua: Виберіть кредитний рахунок

# SelectAccountDebit
source: Select Debit Account
uk_ua: Виберіть дебетовий рахунок

source: Enter Amount
uk_ua: Введіть суму

source: Enter Reason
uk_ua: Введіть причину

source: Submit Transaction
uk_ua: Надіслати транзакцію

source: Sub Branch Income Statement
uk_ua: Звіт про доходи субфілії

source: Select Financial Year
uk_ua: Виберіть фінансовий рік

# IncomeStatementStr
source: Income Statement
uk_ua: Звіт про доходи

source: Account Title
uk_ua: Назва рахунку

source: Amount
uk_ua: Сума

source: Total
uk_ua: Разом

source: Total Revenue
uk_ua: Загальний дохід

source: Total Expenses
uk_ua: Загальні витрати

source: Net Income
uk_ua: Чистий дохід

source: Sub Branch Accounts Ledger
uk_ua: Головна книга субфілії

source: Retrieve Ledger
uk_ua: Отримати головну книгу

source: Add Product
uk_ua: Додати продукт

source: Items
uk_ua: Товари

source: Current Qty
uk_ua: Поточна кількість

source: Expiry Date
uk_ua: Дата закінчення терміну

source: Manufacture Date
uk_ua: Дата виготовлення

source: Status
uk_ua: Статус

source: Update
uk_ua: Оновити

source: Item Detail
uk_ua: Деталі товару

source: Select Category
uk_ua: Вибрати категорію

source: Product Name
uk_ua: Назва продукту

source: Quantity
uk_ua: Кількість

source: Sale Unit Price
uk_ua: Ціна за одиницю продажу

source: Current Purchase Unit Price
uk_ua: Поточна ціна за одиницю закупівлі

source: Treshold Quantity
uk_ua: Кількість на межі

source: Update Product
uk_ua: Оновити продукт

source: Product Details
uk_ua: Деталі продукту

source: Photo
uk_ua: Фото

source: Designation
uk_ua: Посада

source: Retrieve Transactions
uk_ua: Отримати транзакції

source: Get Trial Balance
uk_ua: Отримати пробний баланс
