Repository: Kuvaev-dev/CloudERP
Catalog: Localization/CloudERP/Modules/Account/Account.*.resx
Languages: ru_ru

source: All Account Controls
ru_ru: Все контролирующие счета

source: Add Account Control
ru_ru: Добавить контролирующий счёт

# AccountControlTitle
source: Account Control
ru_ru: Контролирующий счёт

source: New Account Control
ru_ru: Новый контролирующий счёт

source: Select Account Head
ru_ru: Выберите главный счёт

source: Edit Account Control
ru_ru: Редактировать контролирующий счет

source: Enter Account Head ID
ru_ru: Введите ID главного счёта

source: All Account Heads
ru_ru: Все главные счета

source: Add Account Head
ru_ru: Добавить главный счёт

source: Code
ru_ru: Код

source: New Account Head
ru_ru: Новый главный счет

source: Head Code
ru_ru: Код главного счёта

source: Edit Account Head
ru_ru: Редактировать главный счет

source: Manage Transactions
ru_ru: Управление транзакциями

source: Set Accounting Flow
ru_ru: Настроить учётный поток

source: Activity
ru_ru: Активность

source: Head Account
ru_ru: Главный счёт

source: Sub Account
ru_ru: Субсчёт

source: New Account Setting
ru_ru: Новая настройка счёта

source: Select Head Account
ru_ru: Выберите главный счёт

source: Select Control Account
ru_ru: Выберите контролирующий счёт

source: Select Sub Control Account
ru_ru: Выберите субсчёт

source: Select Activity
ru_ru: Выберите активность

source: All Account Sub Controls
ru_ru: Все субсчета

source: Add Account Sub Control
ru_ru: Добавить субсчёт

source: Control Account
ru_ru: Контролирующий счёт

source: Sub Control Account
ru_ru: Субсчет

source: New Account Sub Control
ru_ru: Новый субсчёт

source: Select Sub Account
ru_ru: Выберите субсчёт

source: Account Sub Control Name
ru_ru: Название субсчёта

source: Edit Sub Control
ru_ru: Редактировать субсчёт

source: New Account Sub Control Name
ru_ru: Новое название субсчёта

# UserTypeID
source: User Type
ru_ru: Тип пользователя

source: Full Name
ru_ru: Полное имя

# ContactNo
source: Contact №
ru_ru: Номер телефона

source: User Name
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Update User
ru_ru: Обновить пользователя

# NewUserTypeID
source: Enter New User Type
ru_ru: Выберите новый тип пользователя

# NewFullName
source: Enter New Full Name
ru_ru: Введите новое полное имя

# NewEmail
source: Enter New Email
ru_ru: Введите новую электронную почту

# NewContactNo
source: Enter New Contact №
ru_ru: Введите новый номер телефона

# NewUserName
source: Enter New User Name
ru_ru: Введите новое имя пользователя

# NewPassword
source: Enter New Password
ru_ru: Введите новый пароль

# NewStatus
source: Enter New Status
ru_ru: Введите новый статус

source: All User Types
ru_ru: Все типы пользователей

source: Add User Type
ru_ru: Добавить тип пользователя

source: User Type
ru_ru: Тип пользователя

source: Add New User Type
ru_ru: Добавить новый тип пользователя

source: User Type Details
ru_ru: Детали типа пользователя

source: Edit User Type
ru_ru: Редактировать тип пользователя

# DeleteQuestion
source: Are you sure you want to delete this User Type?
ru_ru: Вы уверены, что хотите удалить этот тип пользователя?
