Repository: Kuvaev-dev/CloudERP
Catalog: Localization/CloudERP/Modules/Guide/Guide.*.resx
Languages: ru_ru, uk_ua

# PrivacyPolicyTitle
source: Privacy Policy
ru_ru: Политика конфиденциальности
uk_ua: Політика конфіденційності

source: Effective Date:
ru_ru: Дата вступления в силу:
uk_ua: Дата набрання чинності:

# IntroductionText
source: We are committed to protecting your privacy. This Privacy Policy outlines our practices regarding the collection, use, and disclosure of your information.
ru_ru: Мы обязуемся защищать вашу конфиденциальность. Эта Политика конфиденциальности описывает наши практики сбора, использования и раскрытия вашей информации.
uk_ua: Ми прагнемо захистити вашу конфіденційність. Ця Політика конфіденційності описує наші практики збору, використання та розкриття вашої інформації.

# InformationWeCollectTitle
source: 2. Information We Collect
ru_ru: 2. Информация, которую мы собираем
uk_ua: 2. Інформація, яку ми збираємо

# PersonalInformationTitle
source: Personal Information
ru_ru: Персональная информация
uk_ua: Персональна інформація

# PersonalInformationText
source: Information you provide that personally identifies you, such as your name, email address, and phone number.
ru_ru: Информация, которую вы предоставляете и которая позволяет вас идентифицировать, такая как ваше имя, адрес электронной почты и номер телефона.
uk_ua: Інформація, яку ви надаєте і яка дозволяє вас ідентифікувати, така як ваше ім'я, адреса електронної пошти та номер телефону.

# AccountInformationTitle
source: Account Information
ru_ru: Информация об аккаунте
uk_ua: Інформація про акаунт

# AccountInformationText
source: Details about your account, including login credentials and preferences.
ru_ru: Детали вашего аккаунта, включая учетные данные и предпочтения.
uk_ua: Деталі вашого акаунту, включаючи облікові дані та налаштування.

# FinancialInformationText
source: Payment details and transaction history.
ru_ru: Детали платежей и история транзакций.
uk_ua: Дані про платежі та історію транзакцій.

# UsageDataTitle
source: Usage Data
ru_ru: Данные об использовании
uk_ua: Дані про використання

# CookiesText
source: Small files that are stored on your device to enhance your experience and provide personalized services.
ru_ru: Небольшие файлы, которые хранятся на вашем устройстве для улучшения вашего опыта и предоставления персонализированных услуг.
uk_ua: Маленькі файли, які зберігаються на вашому пристрої для покращення вашого досвіду та надання персоналізованих послуг.

# HowWeUseInformationText
source: We use the information we collect for various purposes to provide and improve our services to you.
ru_ru: Мы используем собранную информацию для различных целей, чтобы предоставлять и улучшать наши услуги для вас.
uk_ua: Ми використовуємо зібрану інформацію для різних цілей, щоб надавати та покращувати наші послуги для вас.

# ProvideServicesTitle
source: To Provide Services
ru_ru: Для предоставления услуг
uk_ua: Для надання послуг

# ProvideServicesText
source: We use your information to provide and deliver the services you request.
ru_ru: Мы используем вашу информацию для предоставления и доставки запрашиваемых вами услуг.
uk_ua: Ми використовуємо вашу інформацію для надання та доставки запитуваних вами послуг.

# ImproveServicesText
source: We analyze your data to improve our services and develop new features.
ru_ru: Мы анализируем ваши данные для улучшения наших услуг и разработки новых функций.
uk_ua: Ми аналізуємо ваші дані для покращення наших послуг та розробки нових функцій.

# CommunicateTitle
source: To Communicate with You
ru_ru: Для связи с вами
uk_ua: Для зв'язку з вами

# CommunicateText
source: We may use your information to contact you regarding updates, promotions, or customer service.
ru_ru: Мы можем использовать вашу информацию для связи с вами по поводу обновлений, акций или обслуживания клиентов.
uk_ua: Ми можемо використовувати вашу інформацію для зв'язку з вами щодо оновлень, акцій або обслуговування клієнтів.

# SecurityTitle
source: To Ensure Security
ru_ru: Для обеспечения безопасности
uk_ua: Для забезпечення безпеки

# SecurityText
source: We implement security measures to protect your information from unauthorized access or disclosure.
ru_ru: Мы принимаем меры безопасности для защиты вашей информации от несанкционированного доступа или раскрытия.
uk_ua: Ми вживаємо заходів безпеки для захисту вашої інформації від несанкціонованого доступу або розкриття.

# LegalObligationsText
source: We may process your information to comply with applicable laws and regulations.
ru_ru: Мы можем обрабатывать вашу информацию для соблюдения применимых законов и нормативных требований.
uk_ua: Ми можемо обробляти вашу інформацію для дотримання застосовних законів і нормативних вимог.

# SharingInformationTitle
source: 4. Sharing Your Information
ru_ru: 4. Передача вашей информации
uk_ua: 4. Передача вашої інформації

# SharingInformationText
source: We may share your information with third parties in certain circumstances.
ru_ru: Мы можем передавать вашу информацию третьим лицам в определённых обстоятельствах.
uk_ua: Ми можемо передавати вашу інформацію третім особам у певних обставинах.

# ServiceProvidersTitle
source: Service Providers
ru_ru: Поставщики услуг
uk_ua: Постачальники послуг

# ServiceProvidersText
source: We may share your information with third-party service providers who assist us in operating our services.
ru_ru: Мы можем передавать вашу информацию сторонним поставщикам услуг, которые помогают нам в работе наших сервисов.
uk_ua: Ми можемо передавати вашу інформацію стороннім постачальникам послуг, які допомагають нам у роботі наших сервісів.

# AffiliatesTitle
source: Affiliates
ru_ru: Аффилированные лица
uk_ua: Афілійовані особи

# AffiliatesText
source: We may share your information with our affiliates for business purposes.
ru_ru: Мы можем передавать вашу информацию нашим аффилированным лицам в бизнес-целях.
uk_ua: Ми можемо передавати вашу інформацію нашим афілійованим особам для бізнес-цілей.

# LegalReasonsTitle
source: Legal Reasons
ru_ru: Юридические основания
uk_ua: Юридичні причини

# DataSecurityTitle
source: 5. Data Security
ru_ru: 5. Безопасность данных
uk_ua: 5. Безпека даних

# DataSecurityText
source: We take reasonable measures to protect your information from loss, theft, misuse, and unauthorized access.
ru_ru: Мы принимаем разумные меры для защиты вашей информации от утраты, кражи, неправильного использования и несанкционированного доступа.
uk_ua: Ми вживаємо розумних заходів для захисту вашої інформації від втрати, крадіжки, неналежного використання та несанкціонованого доступу.

# DataRetentionTitle
source: 6. Data Retention
ru_ru: 6. Хранение данных
uk_ua: 6. Зберігання даних

# DataRetentionText
source: We retain your information for as long as necessary to fulfill the purposes outlined in this Privacy Policy.
ru_ru: Мы храним вашу информацию до тех пор, пока это необходимо для выполнения целей, изложенных в этой Политике конфиденциальности.
uk_ua: Ми зберігаємо вашу інформацію стільки, скільки необхідно для виконання цілей, викладених у цій Політиці конфіденційності.

# AccessTitle
source: Access
ru_ru: Доступ
uk_ua: Доступ

# AccessText
source: You have the right to request access to the personal information we hold about you.
ru_ru: Вы имеете право запросить доступ к личной информации, которую мы храним о вас.
uk_ua: Ви маєте право запитати доступ до особистої інформації, яку ми зберігаємо про вас.

# CorrectionTitle
source: Correction
ru_ru: Исправление
uk_ua: Виправлення

# CorrectionText
source: You have the right to request that we correct any inaccuracies in your personal information.
ru_ru: Вы имеете право запросить исправление любых неточностей в вашей личной информации.
uk_ua: Ви маєте право запитати, щоб ми виправили будь-які неточності у вашій особистій інформації.

# DeletionTitle
source: Deletion
ru_ru: Удаление
uk_ua: Видалення

# DeletionText
source: You have the right to request that we delete your personal information, subject to certain exceptions.
ru_ru: Вы имеете право запросить удаление вашей личной информации, за исключением определённых случаев.
uk_ua: Ви маєте право запитати видалення вашої особистої інформації, за винятком певних винятків.

# ObjectionText
source: You have the right to object to the processing of your personal information in certain circumstances.
ru_ru: Вы имеете право возражать против обработки вашей личной информации в определённых обстоятельствах.
uk_ua: Ви маєте право заперечувати проти обробки вашої особистої інформації у певних обставинах.

# DataPortabilityTitle
source: Data Portability
ru_ru: Перенос данных
uk_ua: Переносимість даних

# DataPortabilityText
source: You have the right to request that we transfer your personal information to another organization.
ru_ru: Вы имеете право запросить перенос вашей личной информации в другую организацию.
uk_ua: Ви маєте право запитати, щоб ми передали вашу особисту інформацію іншій організації.

# ChangesTitle
source: 8. Changes to this Privacy Policy
ru_ru: 8. Изменения в этой Политике конфиденциальности
uk_ua: 8. Зміни в цій Політиці конфіденційності

# ChangesText
source: We may update this Privacy Policy from time to time. Any changes will be posted on this page.
ru_ru: Мы можем обновлять эту Политику конфиденциальности время от времени. Все изменения будут опубликованы на этой странице.
uk_ua: Ми можемо час від часу оновлювати цю Політику конфіденційності. Будь-які зміни будуть опубліковані на цій сторінці.

# ContactUsTitle
source: 9. Contact Us
ru_ru: 9. Свяжитесь с нами
uk_ua: 9. Зв'яжіться з нами

# ContactUsText
source: If you have any questions or concerns about this Privacy Policy, please contact us using the information below:
ru_ru: Если у вас есть вопросы или замечания по поводу этой Политики конфиденциальности, пожалуйста, свяжитесь с нами, используя информацию ниже:
uk_ua: Якщо у вас є будь-які питання чи занепокоєння щодо цієї Політики конфіденційності, будь ласка, зв'яжіться з нами, використовуючи інформацію нижче:
