Repository: Kuvaev-dev/CloudERP
Catalog: Localization/Services/Localization.*.resx
Languages: ru_ru, uk_ua

source: Total Balance
ru_ru: Общий баланс
uk_ua: Загальний баланс

source: Debit account not found.
ru_ru: Дебетовый счет не найден.
uk_ua: Дебетовий рахунок не знайдено.

source: Credit account not found.
ru_ru: Кредитовый счет не найден.
uk_ua: Кредитовий рахунок не знайдено.

source: General Transaction Succeed!
ru_ru: Транзакция успешно выполнена!
uk_ua: Транзакцію успішно виконано!

# UnexpectedErrorOccurred
source: Unexpected Error Occurred. Please Try Again!
ru_ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте снова!
uk_ua: Сталася непередбачена помилка. Будь ласка, спробуйте ще раз!

source: Account settings for Purchase not found.
ru_ru: Настройки учетной записи для покупки не найдены.
uk_ua: Налаштування облікового запису для покупки не знайдено.

source: Account settings for Purchase Payment Pending not found.
ru_ru: Настройки учетной записи для ожидающей оплаты покупки не найдены.
uk_ua: Налаштування облікового запису для очікуваного платежу за покупку не знайдено.

source: Account settings for Purchase Payment Paid not found.
ru_ru: Настройки учетной записи для оплаченной покупки не найдены.
uk_ua: Налаштування облікового запису для оплаченого платежу за покупку не знайдено.

source: Account settings for Purchase Payment Success not found.
ru_ru: Настройки учетной записи для успешной оплаты покупки не найдены.
uk_ua: Налаштування облікового запису для успішного платежу за покупку не знайдено.

source: Purchase Success with Payment.
ru_ru: Покупка успешно завершена с оплатой.
uk_ua: Успішна покупка з оплатою.

source: Purchase Success
ru_ru: Покупка успешно завершена
uk_ua: Успішна покупка

source: Purchase From
ru_ru: Покупка от
uk_ua: Покупка від

source: Return Purchase to
ru_ru: Возврат покупки в
uk_ua: Повернення покупки до

source: Return Purchase Success
ru_ru: Возврат покупки успешно завершен
uk_ua: Успішне повернення покупки

# AccountSettingsАForReturnPurchaseNotFound
source: Account settings for Return Purchase not found.
ru_ru: Настройки учетной записи для возврата покупки не найдены.
uk_ua: Налаштування облікового запису для зворотної покупки не знайдено.

source: Account settings for Purchase Return Payment Pending not found.
ru_ru: Настройки учетной записи для ожидающей оплаты возврата покупки не найдены.
uk_ua: Налаштування облікового запису для очікуваного платежу за повернення покупки не знайдено.

source: , Return Purchase Payment is Pending!
ru_ru: Оплата за возврат покупки ожидается!
uk_ua: , Очікується платіж за повернення покупки!

source: Return Payment from
ru_ru: Возврат оплаты от
uk_ua: Повернення платежу від

source: Account settings for Purchase Return Payment Succeed not found.
ru_ru: Настройки учетной записи для успешной оплаты возврата покупки не найдены.
uk_ua: Налаштування облікового запису для успішного платежу за повернення покупки не знайдено.

source: , Return Purchase Payment is Succeed!
ru_ru: Оплата за возврат покупки успешно завершена!
uk_ua: , Платіж за повернення покупки успішно завершено!

source: with Payment.
ru_ru: с оплатой.
uk_ua: з оплатою.

source: Return Purchase Payment is Paid
ru_ru: Оплата за возврат покупки завершена
uk_ua: Платіж за повернення покупки сплачено

source: Salary is Pending
ru_ru: Зарплата ожидается
uk_ua: Очікується виплата зарплати

source: , To
ru_ru: , к
uk_ua: , До

source: Account settings not found for the provided CompanyID and BranchID.
ru_ru: Настройки учетной записи не найдены для предоставленных CompanyID и BranchID.
uk_ua: Налаштування облікового запису для наданих CompanyID та BranchID не знайдено.

source: Salary Succeed
ru_ru: Зарплата успешно завершена
uk_ua: Зарплата успішно виплачена

source: Sale to
ru_ru: Продажа для
uk_ua: Продаж до

source: Account settings for Sale not found
ru_ru: Настройки учетной записи для продажи не найдены
uk_ua: Налаштування облікового запису для продажу не знайдено

source: Account settings for Sale Payment Pending not found.
ru_ru: Настройки учетной записи для ожидаемого платежа по продаже не найдены.
uk_ua: Налаштування облікового запису для очікуваного платежу за продаж не знайдено.

source: Account settings for Sale Payment Paid not found.
ru_ru: Настройки учетной записи для оплаченного платежа по продаже не найдены.
uk_ua: Налаштування облікового запису для оплаченого платежу за продаж не знайдено.

source: Account settings for Sale Payment Success not found.
ru_ru: Настройки учетной записи для успешного платежа по продаже не найдены.
uk_ua: Налаштування облікового запису для успішного платежу за продаж не знайдено.

source: Sale Success with Payment.
ru_ru: Успешная продажа с оплатой.
uk_ua: Успішний продаж з оплатою.

source: Sale Success
ru_ru: Продажа успешно завершена
uk_ua: Продаж успішно завершено

source: Paid Successfully
ru_ru: Оплачено успешно
uk_ua: Успішно оплачено

source: Return Sale from
ru_ru: Возврат продажи от
uk_ua: Повернення продажу від

source: Account settings for Sale Return not found.
ru_ru: Настройки учетной записи для возврата продажи не найдены.
uk_ua: Налаштування облікового запису для повернення продажу не знайдено.

source: Account settings for Sale Return Payment Pending not found.
ru_ru: Настройки учетной записи для ожидаемого платежа по возврату продажи не найдены.
uk_ua: Налаштування облікового запису для очікуваного платежу за повернення продажу не знайдено.

source: Account settings for Sale Return Payment Paid not found.
ru_ru: Настройки учетной записи для оплаты возврата продажи не найдены.
uk_ua: Налаштування облікового запису для оплати повернення продажу не знайдено.

source: Account settings for Sale Return Payment Success not found.
ru_ru: Настройки учетной записи для успешного платежа по возврату продажи не найдены.
uk_ua: Налаштування облікового запису для успішного платежу за повернення продажу не знайдено.

source: Return Sale Success with Payment.
ru_ru: Успешный возврат продажи с оплатой.
uk_ua: Успішне повернення продажу з оплатою.

source: Return Sale Success
ru_ru: Возврат продажи успешно завершен
uk_ua: Повернення продажу успішно завершено

source: Return Sale Payment Paid to
ru_ru: Оплата по возврату продажи оплачена для
uk_ua: Оплата за повернення продажу оплачена для

# ReturnSalePaymentSsSucceed
source: , Return Sale Payment is Succeed!
ru_ru: , оплата по возврату продажи успешно завершена!
uk_ua: , оплата за повернення продажу успішно завершена!

# AccountSettingsForReturnPurchaseNotFound
source: Account settings for Purchase Return Payment Return Succeed
ru_ru: Настройки учетной записи для возврата покупки не найдены.
uk_ua: Налаштування облікового запису для повернення покупки не знайдено.

source: Company Financial Year Not Set
ru_ru: Год финансирования не установлен для компании
uk_ua: Рік фінансування не встановлено для компанії

source: Purchase Payment Remaining Amount Error
ru_ru: Ошибка оставшейся суммы оплаты покупки
uk_ua: Помилка залишкової суми оплати покупки

source: Sale Payment Remaining Amount Error
ru_ru: Ошибка оставшейся суммы оплаты продажи
uk_ua: Помилка залишкової суми оплати продажу

source: One Product Return Qty Error
ru_ru: Ошибка количества возврата одного товара
uk_ua: Помилка кількості повернення одного товару

source: Purchase Return
ru_ru: Возврат покупки
uk_ua: Повернення покупки

source: Return Successfully
ru_ru: Возврат успешно выполнен
uk_ua: Повернення успішно виконано

source: Unexpected Issue
ru_ru: Непредвиденная ошибка
uk_ua: Неочікувана помилка

source: Sale Invoice:
ru_ru: Счет-фактура продажи
uk_ua: Рахунок-фактура продажу

source: Description
ru_ru: Описание
uk_ua: Опис

source: Debit
ru_ru: Дебет
uk_ua: Дебет

source: Credit
ru_ru: Кредит
uk_ua: Кредит

source: Success
ru_ru: усп
