Repository: Kuvaev-dev/CloudERP
Catalog: Localization/CloudERP/Modules/Company/Company.*.resx
Languages: ru_ru

source: All Companies
ru_ru: Все компании

source: Add Company Title
ru_ru: Добавить компанию

source: Logo
ru_ru: Логотип

source: Update Profile
ru_ru: Обновить профиль

source: Add New Company
ru_ru: Добавить новую компанию

source: Enter Company Title
ru_ru: Введите название компании

# EnterCompanyLogo
source: Upload Company Logo
ru_ru: Загрузите логотип компании

source: Enter Company Description
ru_ru: Введите описание компании

source: Edit Company
ru_ru: Редактировать компанию

source: Enter New Company Title
ru_ru: Введите новое название компании

# EnterNewCompanyLogo
source: Upload New Company Logo
ru_ru: Загрузите новый логотип компании

source: Enter New Company Description
ru_ru: Введите новое описание компании

source: Company Details
ru_ru: Детали компании

source: Edit Profile
ru_ru: Редактировать профиль

source: All Employees
ru_ru: Все сотрудники

source: Profile
ru_ru: Профиль

source: Create User
ru_ru: Создать пользователя

source: Select Branch
ru_ru: Выберите филиал

source: Register
ru_ru: Регистрация

source: Description
ru_ru: Описание

# EmployeeName
source: Employee Full Name
ru_ru: Полное имя сотрудника

source: Employee Salary
ru_ru: Зарплата сотрудника

source: Enter Employee TIN
ru_ru: Введите ИНН сотрудника

source: Monthly Salary Amount
ru_ru: Суммарная зарплата

source: Salary of the Month
ru_ru: Зарплата за месяц

source: Salary Year
ru_ru: Год выплаты зарплаты

source: Process Salary
ru_ru: Обработать зарплату

source: Search
ru_ru: Поиск

source: Salaries Succeed List
ru_ru: Список успешно выплаченных зарплат

source: Employee
ru_ru: Сотрудник

source: Paid Salary
ru_ru: Выплаченная зарплата

source: Salary Month
ru_ru: Месяц выплаты зарплаты

source: Salary Invoice
ru_ru: Квитанция по зарплате

source: Print Payroll
ru_ru: Распечатать расчетную ведомость

source: Print Salary Invoice
ru_ru: Распечатать счет по зарплате

# PrintInvoiceNo
source: INVOICE №
ru_ru: Номер счёта

source: Salary Paid Date
ru_ru: Дата выплаты зарплаты

source: Total Salary
ru_ru: Общая зарплата

source: Print
ru_ru: Печать

source: Registration
ru_ru: Регистрация

source: Mandatory
ru_ru: Обязательно

source: User Profile
ru_ru: Профиль пользователя

source: Enter User Details
ru_ru: Введите данные пользователя

source: Confirm Password
ru_ru: Подтвердите пароль

source: Personal Profile
ru_ru: Личный профиль

source: Enter Focal Person Details
ru_ru: Введите данные контактного лица

source: City Index
ru_ru: Индекс города

source: Company Profile
ru_ru: Профиль компании

source: Enter Company Details
ru_ru: Введите данные компании

source: Branch Contact
ru_ru: Контактный номер филиала

source: Branch Address
ru_ru: Адрес филиала

source: Finish
ru_ru: Завершить

source: Please Check Before Submission
ru_ru: Проверьте перед отправкой

source: One last check
ru_ru: Последняя проверка

source: Submit Registration
ru_ru: Завершить регистрацию
