Repository: Kuvaev-dev/CloudERP
Catalog: Localization/CloudERP/Modules/Miscellaneous/Miscellaneous.*.resx
Languages: ru_ru

# DashboardTitle
source: Dashboard
ru_ru: Быстрая панель

# CurrentMonthRevenue
source: Current Month <br/> Revenue
ru_ru: Доходы за текущий месяц

# CurrentMonthExpenses
source: Current Month <br/> Expenses
ru_ru: Расходы за текущий месяц

# NetProfitLoss
source: Net Profit / <br/> Loss
ru_ru: Чистая прибыль / <br/> Убыток

# CaseBankBalance
source: Case / <br/> Bank Balance
ru_ru: Касса / <br/> Банковский баланс

# TotalReceivable
source: Total / <br/> Receivable
ru_ru: Итого / <br/> Дебиторская задолженность

# TotalPayable
source: Total / <br/> Payable
ru_ru: Итого / <br/> Кредиторская задолженность

source: Total Sale's Per Day
ru_ru: Общая сумма продаж за день

source: Total Purchase's Per Day
ru_ru: Общая сумма покупок за день

source: Total Sale's Per Month
ru_ru: Общая сумма продаж за месяц

source: Total Purchase's Per Month
ru_ru: Общая сумма покупок за месяц

source: Today Sales / Purchases
ru_ru: Продажи / Закупки сегодня

source: Total Sales
ru_ru: Итоговые продажи

source: Return Sales
ru_ru: Продажи на возврат

source: Paid Sales
ru_ru: Оплаченные продажи

source: Total Purchases
ru_ru: Общая сумма продаж

source: Return Purchases
ru_ru: Закупки на возврат

source: Paid Purchases
ru_ru: Оплаченные закупки

source: Today Return Sales / Return Purchases
ru_ru: Возврат продаж / Возврат закупок сегодня

source: Total Return Purchases
ru_ru: Итого закупок на возврат

source: Sales / Purchases
ru_ru: Продажи / Закупки

source: Sales Payment Pending
ru_ru: Ожидание оплаты по продажам

source: Sales Payment Paid
ru_ru: Оплачено по продажам

source: Purchases Payment Paid
ru_ru: Оплачено по закупкам

source: Return Sales / Return Purchases
ru_ru: Возврат продаж / Возврат закупок

source: Total Return Sales
ru_ru: Общая сумма продаж на возврат

source: Return Sales Payment Pending
ru_ru: Ожидание оплаты по возврату продаж

source: Return Sales Payment Paid
ru_ru: Оплачено по возврату продаж

source: Return Purchases Payment Paid
ru_ru: Оплачено по возврату закупок

source: Account Controls
ru_ru: Управление счетами

source: Account Flow
ru_ru: Оборот счетов

source: Account Heads
ru_ru: Главные счета

source: Account Settings
ru_ru: Настройки счетов

source: Account Sub Controls
ru_ru: Субсчета

source: All Customers
ru_ru: Все клиенты

source: Companies
ru_ru: Компании

source: Company Registration
ru_ru: Регистрация <br/>компании

source: Customers
ru_ru: Клиенты

source: Financial Year
ru_ru: Год финансирования

source: Guide
ru_ru: Руководство

source: Hello,
ru_ru: Здравствуйте,

source: License
ru_ru: Лицензия

source: Privacy Policy
ru_ru: Политика <br/>конфиденциальности

source: Suppliers
ru_ru: Поставщики

source: Users
ru_ru: Пользователи

source: User Setting
ru_ru: Настройки пользователя

source: User Types
ru_ru: Типы пользователей

source: Home
ru_ru: Главная

# SubBranchs
source: Sub Branches
ru_ru: Подразделения

source: Branches
ru_ru: Филиалы

source: Branch`s
ru_ru: Филиалы

source: New Branch
ru_ru: Новый филиал

source: Employees
ru_ru: Сотрудники

source: Employee Registration
ru_ru: Регистрация <br/>сотрудника

source: Payroll
ru_ru: Выплата зарплаты

source: Paid Salaries History
ru_ru: История выплат <br/>зарплат

source: Stocks
ru_ru: Запасы

source: Stock Categories
ru_ru: Категории запасов

source: Stock Details
ru_ru: Детали запаса

source: All Financial Years
ru_ru: Все финансовые годы

source: New Customer
ru_ru: Новый клиент

source: Branch Customers
ru_ru: Клиенты филиала

# SubBranchCustomersNavlink
source: Sub Branch Customers
ru_ru: Клиенты <br/>подразделения

source: Sub Branch Customers
ru_ru: Клиенты подразделения

source: Sales
ru_ru: Продажи

source: New Sale
ru_ru: Новая продажа

source: Sale Pending Payment
ru_ru: Продажи в <br/>ожидании оплаты

source: All Sales
ru_ru: Все продажи

source: Sale Return
ru_ru: Возврат продажи

# ReturnSalesPendingAmount
source: Return Sales<br/>Pending Amount
ru_ru: Возврат продаж<br/>в ожидании

source: New Supplier
ru_ru: Новый поставщик

source: Purchases
ru_ru: Закупки

source: New Purchase
ru_ru: Новая закупка

# PurchasePendingPayment
source: Purchase Pending<br/>Payment
ru_ru: Закупка в ожидании<br/>оплаты

source: All Purchases
ru_ru: Все закупки

source: Purchases Return
ru_ru: Возврат закупок

# ReturnPaymentPending
source: Return Payment<br/>Pending
ru_ru: Возврат оплаты<br/>в ожидании

source: Transactions
ru_ru: Транзакции

source: General Transaction
ru_ru: Главная транзакция

source: Journal
ru_ru: Журнал

source: Accounts Ledger
ru_ru: Главная книга счетов

source: Trial Balance
ru_ru: Баланс

source: Income Statement
ru_ru: Отчёт о доходах

source: Balance Sheet
ru_ru: Балансовый отчёт

source: Tasks List
ru_ru: Список задач

source: Ticket List
ru_ru: Список обращений

source: Support
ru_ru: Поддержка

source: Forecasting
ru_ru: Прогнозирование

source: Employee Statistics
ru_ru: Статистика <br/>сотрудников

source: All Categories
ru_ru: Все категории

# CategoryTitle
source: Category
ru_ru: Категория

source: Add Category
ru_ru: Добавить категорию

source: Category Name
ru_ru: Название категории

source: Edit Category
ru_ru: Редактировать категорию

source: Enter New Category Name
ru_ru: Введите новое название категории

# CustomerName
source: Customer
ru_ru: Клиент

source: Customer Full Name
ru_ru: Полное имя клиента

source: Click here to choose a correct address below
ru_ru: Нажмите здесь, чтобы выбрать правильный адрес

source: Update Customer
ru_ru: Обновить клиента

source: Sub Branch Customer
ru_ru: Клиент подразделения

# SubmitForecast
source: Get Forecast
ru_ru: Получить прогноз

source: Value
ru_ru: Значение

source: No forecast data available.
ru_ru: Данные прогноза недоступны.

source: Journal (By Transactions Date)
ru_ru: Журнал (По датам транзакций)

source: Sub Branch Journal (By Transactions Date)
ru_ru: Журнал подразделения (По датам транзакций)

source: Retrieve Transactions
ru_ru: Получить транзакции

source: Export
ru_ru: Экспорт

source: Account
ru_ru: Счёт

source: Title
ru_ru: Название

source: Debit
ru_ru: Дебет

source: Credit
ru_ru: Кредит

source: New General Transaction
ru_ru: Новая главная транзакция

# SelectAccountCredit
source: Select Credit Account
ru_ru: Выберите кредитный счет

# SelectAccountDebit
source: Select Debit Account
ru_ru: Выберите дебетовый счет

source: Enter Amount
ru_ru: Введите сумму

source: Enter Reason
ru_ru: Введите причину

source: Submit Transaction
ru_ru: Подтвердить транзакцию

source: Sub Branch Income Statement
ru_ru: Отчёт о доходах подразделения

source: Retrieve Income Statement
ru_ru: Получить отчет о доходах

# IncomeStatementStr
source: Income Statement
ru_ru: Отчёт о доходах

source: Total
ru_ru: Итого

source: Total Revenue
ru_ru: Общий доход

source: Sub Branch Accounts Ledger
ru_ru: Главная книга подразделения

source: Retrieve Ledger
ru_ru: Получить главную книгу

source: Add Product
ru_ru: Добавить продукт

source: Current Qty
ru_ru: Текущий объем

source: Expiry Date
ru_ru: Дата истечения срока

source: Manufacture Date
ru_ru: Дата производства

source: Status
ru_ru: Статус

source: Item Detail
ru_ru: Детали товара

source: Select Category
ru_ru: Выбрать категорию

source: Product Name
ru_ru: Название продукта

source: Sale Unit Price
ru_ru: Цена за единицу продажи

source: Current Purchase Unit Price
ru_ru: Текущая цена за единицу закупки

source: Treshold Quantity
ru_ru: Пороговое количество

source: Update Product
ru_ru: Обновить продукт

source: Product Details
ru_ru: Детали продукта

source: Photo
ru_ru: Фото

source: Get Trial Balance
ru_ru: Получить баланс

source: Employee Updation
ru_ru: Обновить работника

source: Area
ru_ru: Область

source: Basic Salary
ru_ru: Базовая З/П

# SomethingWentWrong
source: Oh! Something went wrong :(
ru_ru: Ой! Что-то пошло не так :(

# DontWorry
source: Don't worry, we're now checking this.
ru_ru: Не волнуйтесь, мы сейчас это проверим.

# TryLinksBelow
source: In the meantime, please try one of those links below or come back in a moment
ru_ru: А пока, пожалуйста, попробуйте воспользоваться одной из ссылок ниже или вернитесь через минуту.

# RetriveTransactions
source: Retrieve Transactions
ru_ru: Получить транзакции

# RetriveIncomeStatement
source: Retrieve Income Statement
ru_ru: Получить отчёт о доходах

source: Tasks Assigment
ru_ru: Назнаение задания

source: System Analytics
ru_ru: Системная аналитика

source: Users Activity
ru_ru: Активность пользователей

source: Branches Map
ru_ru: Карта филиалов

source: Surcharge (%)
ru_ru: Надбавка (%)

source: Select From Date
ru_ru: С даты

source: Select To Date
ru_ru: По дату

source: Date
ru_ru: Дата

# InvoiceNo
source: Invoice №
ru_ru: Номер счёта

# CurrentMonthRecovery
source: Current Month<br/> Recovery
ru_ru: Восстановление за<br/>текущий месяц

source: Purchases Payment Pending
ru_ru: Ожидание оплаты покупок

source: Return Purchases Payment Pending
ru_ru: Ожидание оплаты возвратов покупок

source: Items
ru_ru: Продукты

source: Sub Branch Trial Balance
ru_ru: Баланс подфилиала

source: Product Quality List
ru_ru: Список качества продукции

source: Product ID
ru_ru: Идентификатор продукта

source: Quality
ru_ru: Качество
