Repository: Kuvaev-dev/CloudERP
Catalog: Localization/CloudERP/Messages/Messages.*.resx
Languages: uk_ua

# UnexpectedErrorMessage
source: An unexpected error occurred while making changes:
uk_ua: Сталася непередбачена помилка під час внесення змін:

# AlreadyExists
source: Such data is already contained in the database. Check the form data and try again.
uk_ua: Такі дані вже містяться в базі даних. Перевірте дані форми та спробуйте ще раз.

source: Error fetching data from Geoapify API
uk_ua: Помилка отримання даних з Geoapify API

# CompanyFinancialYearNotSet
source: Your сompany financial year is not set! Please contact to Administrator!
uk_ua: Фінансовий рік вашої компанії не встановлений! Будь ласка, зверніться до адміністратора!

source: Invalid financial year ID.
uk_ua: Невірний ID фінансового року.

# BranchEists
source: A branch with the same name, contact, or address already exists for this company.
uk_ua: Філія з таким же ім'ям, контактом або адресою вже існує для цієї компанії.

source: Record not found
uk_ua: Запис не знайдено

source: Salary is already paid
uk_ua: Зарплата вже виплачена

source: Please re-login and try again
uk_ua: Будь ласка, увійдіть в систему знову та спробуйте ще раз

# UsernameAlreadyExists
source: A user with this username or email already exists.
uk_ua: Користувач з цим ім'ям або електронною поштою вже існує.

# EmployeeEmailAlreadyExists
source: An employee with this email already exists for this company.
uk_ua: Співробітник з цим електронним адресом вже існує в цій компанії.

source: Registration successful!
uk_ua: Реєстрація пройшла успішно!

source: Please provide correct details.
uk_ua: Будь ласка, надайте правильні дані.

source: Email is required.
uk_ua: Електронна пошта є обов'язковою.

# PasswordResetAlreadyRequested
source: You have already requested a password reset. Please wait a while before trying again.
uk_ua: Ви вже запитували скидання пароля. Будь ласка, почекайте деякий час перед повторною спробою.

source: Item added successfully!
uk_ua: Елемент успішно додано!

source: Item already exists!
uk_ua: Елемент вже існує!

source: Deleted successfully.
uk_ua: Успішно видалено.

# UnexpectedIssue
source: Some unexpected issue occurred. Please contact the concerned person!
uk_ua: Сталася непередбачена проблема. Будь ласка, зверніться до відповідальної особи!

source: Purchase is canceled.
uk_ua: Покупка скасована.

source: Purchase cart is empty
uk_ua: Корзина покупок порожня

# PurchasePaymentRemainingAmountError
source: Payment must be less than or equal to the previous remaining amount.
uk_ua: Платіж має бути менше або дорівнювати попередній залишковій сумі.

source: Purchase return
uk_ua: Повернення покупки

# OneProductReturnQtyError
source: Must be at least One Product Return QTY
uk_ua: Має бути хоча б одна кількість повернення продукту

source: Return successfully
uk_ua: Повернення успішно завершено

# ProductDetailsFetchingError
source: An error occurred while retrieving product details.
uk_ua: Сталася помилка при отриманні деталей продукту.

# SaleQuantityError
source: Sale quantity must be less than or equal to available quantity.
uk_ua: Кількість продажу має бути менше або дорівнювати доступній кількості.

source: Product not found.
uk_ua: Продукт не знайдено.

source: Employee not found.
uk_ua: Співробітник не знайдено.

source: Sale canceled successfully.
uk_ua: Продаж успішно скасовано.

# SaleCartEmpty
source: Sale cart is empty.
uk_ua: Корзина продажів порожня.

# SupportRequestSubmitted
source: Your support request has been submitted successfully.
uk_ua: Ваш запит на підтримку був успішно відправлений.

source: Email is already registered
uk_ua: Електронна пошта вже зареєстрована

source: User not found.
uk_ua: Користувач не знайдено.

# TrainingSetHasZeroInstances
source: Training set has 0 instances, aborting training.
uk_ua: Набір для навчання містить 0 екземплярів, навчання припинено.

source: No data available for forecasting.
uk_ua: Немає даних для прогнозування.

source: Saved Successfully!
uk_ua: Успішно збережено!

source: Updated Successfully!
uk_ua: Успішно оновлено!

source: Forecast has been generated:
uk_ua: Дані для прогнозу успішно згенеровано:

source: Please enter a valid phone number.
uk_ua: Будь-ласка, введіть коректний номер телефону
