Repository: Kuvaev-dev/CloudERP
Catalog: CloudERP/App_GlobalResources/Modules/Sale/Sale.*.resx
Languages: ru_ru, uk_ua

source: New Sale
ru_ru: Новая продажа
uk_ua: Нова продаж

source: Select Product
ru_ru: Выберите продукт
uk_ua: Виберіть продукт

source: Quantity
ru_ru: Количество
uk_ua: Кількість

source: Item Cost
ru_ru: Стоимость товара
uk_ua: Вартість товару

source: Add Item
ru_ru: Добавить товар
uk_ua: Додати товар

source: Sale Items List
ru_ru: Список товаров для продажи
uk_ua: Список товарів для продажу

source: Items
ru_ru: Товары
uk_ua: Товари

source: User
ru_ru: Пользователь
uk_ua: Користувач

source: Total Sale Amount
ru_ru: Общая сумма продажи
uk_ua: Загальна сума продажу

source: Next
ru_ru: Далее
uk_ua: Далі

source: Cancel
ru_ru: Отмена
uk_ua: Відмінити

source: Finilize
ru_ru: Завершить
uk_ua: Завершити

source: Sale Details
ru_ru: Детали продажи
uk_ua: Деталі продажу

source: Sale Description
ru_ru: Описание продажи
uk_ua: Опис продажу

source: Is Sale Payment Paid?
ru_ru: Оплачена ли продажа?
uk_ua: Чи оплаченo продаж?

source: Finilize Sale
ru_ru: Завершить продажу
uk_ua: Завершити продаж

source: Sale Invoice
ru_ru: Счет продажи
uk_ua: Рахунок продажу

source: Customer
ru_ru: Клиент
uk_ua: Клієнт

source: Print Date
ru_ru: Дата печати
uk_ua: Дата друку

# ItemNo
source: Item №
ru_ru: Товар №
uk_ua: Товар №

source: Total
ru_ru: Итого
uk_ua: Разом

source: GRAND TOTAL
ru_ru: ОБЩАЯ СУММА
uk_ua: ЗАГАЛЬНА СУМА

source: Sale Return Invoice
ru_ru: Счет возврата продажи
uk_ua: Рахунок повернення продажу

# ReturnInvoiceNo
source: Return Invoice №
ru_ru: Счет возврата №
uk_ua: Рахунок повернення №

source: Return Invoice Date
ru_ru: Дата счета возврата
uk_ua: Дата рахунку повернення

source: Print
ru_ru: Печать
uk_ua: Друк

source: Sale`s Payment Pending List
ru_ru: Список ожидающих оплат продаж
uk_ua: Список очікуючих оплат продажів

# ContactNo
source: Contact №
ru_ru: Контакт №
uk_ua: Контакт №

source: Pay Amount
ru_ru: Сумма к оплате
uk_ua: Сума до оплати

source: Custom Base Sale`s History
ru_ru: Индивидуальная история продаж
uk_ua: Індивідуальна історія продажів

source: Select Range (From Date and To Date)
ru_ru: Выберите диапазон (с даты по дату)
uk_ua: Виберіть діапазон (з дати по дату)

source: Select From Date
ru_ru: Выберите начальную дату
uk_ua: Виберіть початкову дату

source: Select To Date
ru_ru: Выберите конечную дату
uk_ua: Виберіть кінцеву дату

source: Retrive Sale`s Record
ru_ru: Получить данные о продажах
uk_ua: Отримати дані про продажі

source: Sale Total Amount
ru_ru: Общая сумма продажи
uk_ua: Загальна сума продажу

source: Clear
ru_ru: Очистить
uk_ua: Очистити

source: Print Invoice
ru_ru: Печать счета
uk_ua: Друк рахунку

source: Sub Branch Custom Base Sale`s History
ru_ru: Индивидуальная история продаж по подразделению
uk_ua: Індивідуальна історія продажів по підрозділу

source: Retrive Record Sub Branch
ru_ru: Получить данные по подразделению
uk_ua: Отримати дані по підрозділу

source: Sale Paid Amount
ru_ru: Оплаченная сумма продажи
uk_ua: Сплачена сума продажу

source: Enter Payment`s Details
ru_ru: Введите детали платежей
uk_ua: Введіть деталі платежів

source: Sale Remaining Amount
ru_ru: Оставшаяся сумма продажи
uk_ua: Залишкова сума продажу

source: Current Remaining Amount
ru_ru: Текущая оставшаяся сумма
uk_ua: Поточна залишкова сума

source: Paid Amount
ru_ru: Оплаченная сумма
uk_ua: Сплачена сума

source: Sale Invoice Paid Detail
ru_ru: Детали оплаченного счета продажи
uk_ua: Деталі сплаченого рахунку продажу

source: Supplier
ru_ru: Поставщик
uk_ua: Постачальник

source: Total Amount
ru_ru: Общая сумма
uk_ua: Загальна сума

source: Sale Payment Details
ru_ru: Детали платежа продажи
uk_ua: Деталі платежу продажу

source: Sale Return Details
ru_ru: Детали возврата продажи
uk_ua: Деталі повернення продажу

source: Invoice Date
ru_ru: Дата счета
uk_ua: Дата рахунку

source: Return Total
ru_ru: Итог возврата
uk_ua: Загальна сума повернення

source: Return Payment
ru_ru: Возврат платежа
uk_ua: Повернення платежу

source: Remaining Return
ru_ru: Оставшийся возврат
uk_ua: Залишок повернення

source: Payment Date
ru_ru: Дата платежа
uk_ua: Дата платежу

source: Payment Amount
ru_ru: Сумма платежа
uk_ua: Сума платежу

source: No Payment Record
ru_ru: Нет записи о платеже
uk_ua: Запис про платіж відсутній

source: Remaining Total Balance
ru_ru: Оставшийся общий баланс
uk_ua: Залишковий загальний баланс

source: All Return Sale`s Amount Pending
ru_ru: Все ожидающие возвраты сумм продаж
uk_ua: Всі очікуючі повернення сум продажів

# InvoiceNo
source: Invoice №
ru_ru: Номер счета
uk_ua: Номер рахунку

source: Date
ru_ru: Дата
uk_ua: Дата

source: Return Products (Total Amount)
ru_ru: Возврат товаров (общая сумма)
uk_ua: Повернення товарів (загальна сума)

source: After Return (Sale Total Amount)
ru_ru: После возврата (общая сумма продажи)
uk_ua: Після повернення (загальна сума продажу)

source: Payment To (Customer)
ru_ru: Оплата клиенту
uk_ua: Оплата клієнту

source: Remaining Balance
ru_ru: Оставшийся баланс
uk_ua: Залишковий баланс

source: Set Paid
ru_ru: Отметить как оплачено
uk_ua: Позначити як оплачено

source: Pay History
ru_ru: История платежей
uk_ua: Історія платежів

source: No History
ru_ru: Нет истории
uk_ua: Історії немає

source: View Details
ru_ru: Просмотреть детали
uk_ua: Переглянути деталі

# SearchSaleByInvoiceNo
source: Search Sale By Invoice №
ru_ru: Поиск продажи по номеру счета
uk_ua: Пошук продажу за номером рахунку

source: Enter Sale Invoice
ru_ru: Введите номер счета продажи
uk_ua: Введіть номер рахунку продажу

source: Find Sale
ru_ru: Найти продажу
uk_ua: Знайти продаж

source: Invoice
ru_ru: Счет
uk_ua: Рахунок

source: Company
ru_ru: Компания
uk_ua: Компанія

source: Address
ru_ru: Адрес
uk_ua: Адреса

source: Created By
ru_ru: Создано
uk_ua: Створено

source: Product
ru_ru: Продукт
uk_ua: Продукт

source: Sale Qty
ru_ru: Количество продажи
uk_ua: Кількість продажу

source: Return Qty
ru_ru: Количество возврата
uk_ua: Кількість повернення

source: Unit Price
ru_ru: Цена за единицу
uk_ua: Ціна за одиницю

source: Is Return Sale Payment Paid?
ru_ru: Оплачена ли возвратная продажа?
uk_ua: Чи оплачена повернена продаж?

source: Submit Return
ru_ru: Отправить возврат
uk_ua: Надіслати повернення
